fall2019/psyc3435/psyc3435-fall2019.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-08-22 Thu 07:55 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>PSYC 3435: Principles of Research for the Behavorial Sciences</title>
<meta name="generator" content="Org mode" />
</head>
<body>
<div id="content">
<h1 class="title">PSYC 3435: Principles of Research for the Behavorial Sciences</h1>

<div id="outline-container-orgff84c7f" class="outline-2">
<h2 id="orgff84c7f">Contact info</h2>
<div class="outline-text-2" id="text-orgff84c7f">
<ul class="org-ul">
<li>Professor: Thomas J. Faulkenberry, Ph.D</li>
<li>Office: Math 319</li>
<li>Office hours: MTWRF 1-3pm <i>(or by appointment)</i></li>
<li>Email: faulkenberry@tarleton.edu</li>
<li>Website: <a href="http://tomfaulkenberry.github.io">http://tomfaulkenberry.github.io</a></li>
<li>Phone: 254-968-9816</li>
</ul>
</div>
</div>

<div id="outline-container-org823d54b" class="outline-2">
<h2 id="org823d54b">Course description</h2>
<div class="outline-text-2" id="text-org823d54b">
<p>
This laboratory course is designed to introduce students to the philosophy of scientific inquiry with an emphasis on experimental methodology. This will be accomplished via a combination of traditional lectures along with an application of principles through laboratory experimentation and demonstration. Essentially, we will cover the "nuts and bolts" of putting together and completing a research project in psychology. To this end, we will cover all fourteen chapters of the textbook. All students enrolled in this course are required to have <b>previously taken</b> PSYC 3309 (Writing in Psychology) and PSYC 3330 (Statistics). 
</p>
</div>
</div>

<div id="outline-container-org60702b5" class="outline-2">
<h2 id="org60702b5">Course materials</h2>
<div class="outline-text-2" id="text-org60702b5">
<ul class="org-ul">
<li><i>The Process of Research in Psychology</i> (3rd ed.) by McBride (2015) <a href="https://www.amazon.com/Process-Research-Psychology-Dawn-McBride/dp/1483347605/">Amazon link</a></li>
<li><i>APA Publication Manual</i> (6th ed.) <a href="http://www.amazon.com/Publication-Manual-American-Psychological-Association/dp/1433805618/">Amazon link</a></li>
<li>JASP statistical software (free download from <a href="http://jasp-stats.org">jasp-stats.org</a>)</li>
</ul>
</div>
</div>

<div id="outline-container-org9857a65" class="outline-2">
<h2 id="org9857a65">Student learning outcomes</h2>
<div class="outline-text-2" id="text-org9857a65">
<ol class="org-ol">
<li>Describe advantages of the scientific method compared to other approaches</li>
<li>Identify various research designs and uses of each</li>
<li>Conduct library research</li>
<li>Paraphrase and cite material from primary sources</li>
<li>Develop a research question and write hypotheses appropriate for it</li>
<li>Design and conduct a research project to test hypotheses</li>
<li>Analyze data collected from research using computer software</li>
<li>Communicate the findings of research as a complete APA style manuscript</li>
</ol>
</div>
</div>

<div id="outline-container-org09d814f" class="outline-2">
<h2 id="org09d814f">Requirements and grading</h2>
<div class="outline-text-2" id="text-org09d814f">
<ul class="org-ul">
<li>Exam 1 (100 pts)</li>
<li>Exam 2 (100 pts)</li>
<li>Exam 3 (100 pts)</li>
<li>Unit quizzes (100 pts)</li>
<li>Lab assignments (100 pts)</li>
<li><i>Total = 500 points</i></li>
</ul>

<p>
Grades will be assigned based on the percentage of points you accumulate out of these 500 points.  I will use the standard grading scale of A=90%, B=80%, etc.
</p>
</div>

<div id="outline-container-orgebb583a" class="outline-3">
<h3 id="orgebb583a">Exams (60% of grade)</h3>
<div class="outline-text-3" id="text-orgebb583a">
<p>
There will be three exams throughout the semester.  Exams are due by 11:59 pm on the due date.  Each exam will have a time limit and may only be attempted once.  Note that the final exam (Exam 3) is comprehensive.
</p>

<p>
Exam dates:
</p>

<ul class="org-ul">
<li>Exam 1, due Sunday, October 6</li>
<li>Exam 2, due Sunday, November 3</li>
<li>Exam 3, due Sunday, November 24</li>
</ul>
</div>
</div>

<div id="outline-container-org05deeab" class="outline-3">
<h3 id="org05deeab">Unit quizzes (20% of grade)</h3>
<div class="outline-text-3" id="text-org05deeab">
<p>
At the completion of each unit, there will be a short quiz covering the main content.  Each quiz is worth 10 points (for a total of 100 possible quiz points for the semester).  Each quiz will be timed and may only be attempted once, and is due by 11:59 pm on the due date.
</p>
</div>
</div>

<div id="outline-container-org27d753c" class="outline-3">
<h3 id="org27d753c">Lab assignments (20% of grade)</h3>
<div class="outline-text-3" id="text-org27d753c">
<p>
There will be four lab assignments this semester.  Each assignment is designed to give you first hand experience with essential research skills, such as conducting an experiment, collecting data, and writing up an APA manuscript.  Except for Lab 1 (an APA exercise), each of you will administer a short experiment, collect some data, analyze the collected data for the class, and compose an APA manuscript based on the experiment and the results. 
</p>

<p>
Lab Assignments and dates
</p>

<ul class="org-ul">
<li>Lab 1 – APA formatting (10 points), due Friday, September 6</li>
<li>Lab 2.1 – Correlational design, data collection (10 points), due Friday, September 13</li>
<li>Lab 2.2 – Correlational design, analysis and report (20 points), due Friday, September 27</li>
<li>Lab 3.1 – Independent groups design, data collection (10 points), due Friday, October 4</li>
<li>Lab 3.2 – Independent groups design, analysis and report (20 points), due Friday, October 18</li>
<li>Lab 4.1 – Factorial design, data collection (10 points), due Friday, October 25</li>
<li>Lab 4.2 – Factorial design, analysis and report (20 points), due Friday, November 8</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org7f88a44" class="outline-2">
<h2 id="org7f88a44">Course Communication</h2>
<div class="outline-text-2" id="text-org7f88a44">
<p>
Email is the primary means of communication for this course.  If you have questions about the course, always feel free to send me an email at faulkenberry@tarleton.edu.  I only ask that you adhere to two guidelines:
</p>
<ul class="org-ul">
<li>please include the course number (PSYC 3435) in the subject line.  For example, one good way to do this is:  Subject: [PSYC 3435] Question about Lab 2</li>
<li>please use proper email etiquette.  Include a salutation (e.g., Dear Dr. Faulkenberry), complete sentences, and a closing (e.g., "Regards, Your Name").  You might be surprised how many times I get an email from a nondescript email address with no indication from WHOM the email was sent!</li>
</ul>

<p>
Also, I will be sending periodic emails to each of you that update you on course progress, due dates, etc.  It is imperative that you check your <i>Tarleton email address</i> regularly so that you don't miss any of these messages.
</p>
</div>
</div>

<div id="outline-container-org21d93df" class="outline-2">
<h2 id="org21d93df">CV Points for Psychology Majors</h2>
<div class="outline-text-2" id="text-org21d93df">
<p>
Beginning Fall 2019, all Tarleton psychology majors are required to accumulate a certain number of "CV points" as a requirement for graduation. CV is an acronym for "curriculum vitae", which is the traditional name of an academic resume.  No graduating psychology major will receive a diploma without completion/verification of the required 15 CV points. Some classes may build in CV point assignments, but ultimately it is the students’ responsibility to monitor their participation and acquire points during their time at Tarleton.  More information on pre-approved CV points, submission, and tracking of these points can be found in the CV Point Canvas site, as well in the video at the following link: <a href="https://bit.ly/2L52r21">https://bit.ly/2L52r21</a>. Please note that submissions are graded, and may not be approved for points if they do not meet the CV standard.  If a student has a question about CV points, they should send an email to psychcvpointga@tarleton.edu.
</p>
</div>
</div>

<div id="outline-container-org1d5184a" class="outline-2">
<h2 id="org1d5184a">University Policy on "F" Grades</h2>
<div class="outline-text-2" id="text-org1d5184a">
<p>
Beginning in Fall 2015, Tarleton will begin differentiating between a failed grade in a class because a student never attended (F0 grade), stopped attending at some point in the semester (FX grade), or because the student did not pass the course (F) but attended the entire semester. These grades will be noted on the official transcript. Stopping or never attending class can result in the student having to return aid monies received.  For more information see the Tarleton Financial Aid website.
</p>
</div>
</div>

<div id="outline-container-org91f45c9" class="outline-2">
<h2 id="org91f45c9">Academic Honesty</h2>
<div class="outline-text-2" id="text-org91f45c9">
<p>
Cheating, plagiarism (submitting another person’s materials or ideas as one’s own without proper attribution), or doing work for another person who will receive academic credit are all disallowed. This includes the use of unauthorized books, notebooks, or other sources in order to secure of give help during an examination, the unauthorized copying of examinations, assignments, reports, or term papers, or the presentation of unacknowledged material as if it were the student’s own work. Disciplinary action may be taken beyond the academic discipline administered by the faculty member who teaches the course in which the cheating took place.
</p>

<p>
In particular, any quiz or exam taken online must be completed without the aid of any unauthorized resource (including using any search engine, Google, etc.).  Authorized resources are limited only to the official textbook and any lecture notes from the course.  Any other authorized resources will be provided to you before the exam.  
</p>

<p>
The minimum sanction for <i>any</i> act of academic dishonesty is a grade of 0 on the affected assignment; a grade of F for the course may be assigned in severe cases.
</p>
</div>
</div>

<div id="outline-container-org6492fde" class="outline-2">
<h2 id="org6492fde">Academic Affairs Core Value Statements</h2>
<div class="outline-text-2" id="text-org6492fde">
</div>
<div id="outline-container-org3200ba0" class="outline-3">
<h3 id="org3200ba0">Academic Integrity Statement</h3>
<div class="outline-text-3" id="text-org3200ba0">
<p>
Tarleton State University's core values are integrity, leadership, tradition, civility, excellence, and service.  Central to these values is integrity, which is maintaining a high standard of personal and scholarly conduct.  Academic integrity represents the choice to uphold ethical responsibility for one’s learning within the academic community, regardless of audience or situation.
</p>
</div>
</div>

<div id="outline-container-orgfd880c3" class="outline-3">
<h3 id="orgfd880c3">Academic Civility Statement</h3>
<div class="outline-text-3" id="text-orgfd880c3">
<p>
Students are expected to interact with professors and peers in a respectful manner that enhances the learning environment. Professors may require a student who deviates from this expectation to leave the face-to-face (or virtual) classroom learning environment for that particular class session (and potentially subsequent class sessions) for a specific amount of time. In addition, the professor might consider the university disciplinary process (for Academic Affairs/Student Life) for egregious or continued disruptive behavior.
</p>
</div>
</div>

<div id="outline-container-org3b49790" class="outline-3">
<h3 id="org3b49790">Academic Excellence Statement</h3>
<div class="outline-text-3" id="text-org3b49790">
<p>
Tarleton holds high expectations for students to assume responsibility for their own individual learning. Students are also expected to achieve academic excellence by:
</p>
<ul class="org-ul">
<li>honoring Tarleton’s core values, upholding high standards of habit and behavior.</li>
<li>maintaining excellence through class attendance and punctuality, preparing for active participation in all learning experiences.</li>
<li>putting forth their best individual effort.</li>
<li>continually improving as independent learners.</li>
<li>engaging in extracurricular opportunities that encourage personal and academic growth.</li>
<li>reflecting critically upon feedback and applying these lessons to meet future challenges.</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org128b9d5" class="outline-2">
<h2 id="org128b9d5">Students with Disabilities Policy</h2>
<div class="outline-text-2" id="text-org128b9d5">
<p>
It is the policy of Tarleton State University to comply with the Americans with Disabilities  Act (www.ada.gov) and other applicable laws.  If you are a student with a disability seeking accommodations for this course, please contact the Center for Access and Academic Testing, at 254.968.9400 or caat@tarleton.edu. The office is located in Math 201. More information can be found at www.tarleton.edu/caat or in the University Catalog.​
</p>

<p>
<b>Note:  any changes to this syllabus will be communicated to you by the instructor!</b>
</p>
</div>
</div>

<div id="outline-container-orge9625a5" class="outline-2">
<h2 id="orge9625a5">Semester schedule</h2>
<div class="outline-text-2" id="text-orge9625a5">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Unit</th>
<th scope="col" class="org-left">Topic</th>
<th scope="col" class="org-left">Due date</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">0</td>
<td class="org-left">Statistics review</td>
<td class="org-left">Sunday, Sep 1</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-left">Knowing in psychological science</td>
<td class="org-left">Sunday, Sep 8</td>
</tr>

<tr>
<td class="org-right">2</td>
<td class="org-left">Reading the literature / APA style</td>
<td class="org-left">Sunday, Sep 15</td>
</tr>

<tr>
<td class="org-right">3</td>
<td class="org-left">Basic research methods</td>
<td class="org-left">Sunday, Sep 22</td>
</tr>

<tr>
<td class="org-right">4</td>
<td class="org-left">Ethics in psychological science</td>
<td class="org-left">Sunday, Sep 29</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left"><b>Exam 1</b></td>
<td class="org-left"><b>Sunday, Oct 6</b></td>
</tr>

<tr>
<td class="org-right">5</td>
<td class="org-left">Experiments: selecting and manipulating variables</td>
<td class="org-left">Sunday, Oct 13</td>
</tr>

<tr>
<td class="org-right">6</td>
<td class="org-left">Experiments: sampling methods</td>
<td class="org-left">Sunday, Oct 20</td>
</tr>

<tr>
<td class="org-right">7</td>
<td class="org-left">Experiments: classic designs</td>
<td class="org-left">Sunday, Oct 27</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left"><b>Exam 2</b></td>
<td class="org-left"><b>Sunday, Nov 3</b></td>
</tr>

<tr>
<td class="org-right">8</td>
<td class="org-left">Non-experiments: survey and correlational designs</td>
<td class="org-left">Sunday, Nov 10</td>
</tr>

<tr>
<td class="org-right">9</td>
<td class="org-left">Non-experiments: quasi-experiments and developmental designs</td>
<td class="org-left">Sunday, Nov 17</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left"><b>Exam 3</b></td>
<td class="org-left"><b>Sunday, Nov 24</b></td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: Fall 2019</p>
<p class="date">Created: 2019-08-22 Thu 07:55</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
